Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# goal.revision.keep
source: Keep my date
ar: أبقِ تاريخي
ca: Conservar la data
cs: Nechat mé datum
da: Behold min dato
de: Mein Datum behalten
el: Κράτα την ημερομηνία μου
es: Mantener mi fecha
fi: Pidä päivämääräni
fr: Garder ma date
he: השאר את התאריך שלי
hi: मेरी तारीख रखें
hr: Zadrži moj datum
hu: Tartsam a dátumomat
id: Pertahankan tanggal saya
it: Tieni la mia data
ja: 今の日付を維持
ko: 내 날짜 유지
ms: Kekalkan tarikh saya
nb: Behold datoen min
nl: Houd mijn datum
pl: Zostaw moją datę
pt_br: Manter minha data
pt_pt: Manter a minha data
ro: Păstrează data mea
ru: Оставить мою дату
sk: Nechať môj dátum
sv: Behåll mitt datum
th: เก็บวันที่ของฉัน
tr: Tarihimi koru
uk: Залишити мою дату
vi: Giữ ngày của tôi
zh_hans: 保留我的日期
zh_hant: 保留我的日期

# goal.revision.picker
source: New goal date
ar: تاريخ هدف جديد
ca: Nova data de l'objectiu
cs: Nové datum cíle
da: Ny måldato
de: Neues Zieldatum
el: Νέα ημερομηνία στόχου
es: Nueva fecha objetivo
fi: Uusi tavoitepäivä
fr: Nouvelle date d’objectif
he: תאריך יעד חדש
hi: नई लक्ष्य तारीख
hr: Novi datum cilja
hu: Új cél dátum
id: Tanggal target baru
it: Nuova data obiettivo
ja: 新しい目標日
ko: 새 목표 날짜
ms: Tarikh sasaran baharu
nb: Ny måldato
nl: Nieuwe doeldatum
pl: Nowa data celu
pt_br: Nova data meta
pt_pt: Nova data meta
ro: Dată țintă nouă
ru: Новая дата цели
sk: Nový dátum cieľa
sv: Nytt måldatum
th: วันที่เป้าหมายใหม่
tr: Yeni hedef tarihi
uk: Нова дата цілі
vi: Ngày mục tiêu mới
zh_hans: 新目标日期
zh_hant: 新目標日期

# goal.revision.title
source: This date is too fast
ar: هذا التاريخ سريع جدًا
ca: Aquesta data és massa ràpida
cs: Toto datum je moc rychlé
da: Denne dato er for hurtig
de: Dieses Datum ist zu schnell
el: Αυτή η ημερομηνία είναι πολύ γρήγορη
es: Esta fecha es demasiado rápida
fi: Tämä päivämäärä on liian nopea
fr: Cette date est trop rapide
he: התאריך הזה מהיר מדי
hi: यह तारीख बहुत तेज़ है
hr: Ovaj datum je prebrz
hu: Ez a dátum túl gyors
id: Tanggal ini terlalu cepat
it: Questa data è troppo veloce
ja: この日付は速すぎます
ko: 이 날짜는 너무 빠릅니다
ms: Tarikh ini terlalu pantas
nb: Denne datoen er for rask
nl: Deze datum is te snel
pl: Ta data jest za szybka
pt_br: Esta data é rápida demais
pt_pt: Esta data é demasiado rápida
ro: Această dată e prea agresivă
ru: Эта дата слишком быстрая
sk: Tento dátum je príliš rýchly
sv: Detta datum är för snabbt
th: วันที่นี้เร็วเกินไป
tr: Bu tarih çok hızlı
uk: Ця дата занадто швидка
vi: Ngày này quá nhanh
zh_hans: 此日期太快了
zh_hant: 這個日期太快了

source: Goes to Human Analog · %@. No Apple ID. Anonymous device id only.
ar: يذهب إلى Human Analog · %@. بلا Apple ID. معرف جهاز مجهول فقط.
ca: Va a Human Analog · %@. Sense Apple ID. Només un id de dispositiu anònim.
cs: Jde na Human Analog · %@. Žádné Apple ID. Jen anonymní id zařízení.
da: Sendes til Human Analog · %@. Intet Apple-id. Kun et anonymt enheds-id.
de: Geht an Human Analog · %@. Keine Apple-ID. Nur eine anonyme Geräte-ID.
el: Πηγαίνει στην Human Analog · %@. Χωρίς Apple ID. Μόνο ανώνυμο id συσκευής.
es: Va a Human Analog · %@. Sin Apple ID. Solo un id de dispositivo anónimo.
fi: Menee Human Analogille · %@. Ei Apple ID:tä. Vain anonyymi laitetunnus.
fr: Envoyé à Human Analog · %@. Pas d’Apple ID. Seulement un id d’appareil anonyme.
he: נשלח אל Human Analog · %@. בלי Apple ID. רק מזהה מכשיר אנונימי.
hi: Human Analog · %@ को जाता है। कोई Apple ID नहीं। सिर्फ़ गुमनाम डिवाइस id।
hr: Ide Human Analogu · %@. Bez Apple ID-a. Samo anonimni id uređaja.
hu: A Human Analoghoz megy · %@. Nincs Apple ID. Csak egy névtelen eszközazonosító.
id: Dikirim ke Human Analog · %@. Tanpa Apple ID. Hanya id perangkat anonim.
it: Va a Human Analog · %@. Nessun Apple ID. Solo un id dispositivo anonimo.
ja: 送信先は Human Analog · %@。Apple ID なし。匿名の端末 id のみ。
ko: Human Analog · %@ 로 갑니다. Apple ID 없음. 익명 기기 id만.
ms: Dihantar ke Human Analog · %@. Tiada Apple ID. Hanya id peranti tanpa nama.
nb: Går til Human Analog · %@. Ingen Apple-ID. Bare en anonym enhets-id.
nl: Gaat naar Human Analog · %@. Geen Apple ID. Alleen een anoniem apparaat-id.
pl: Trafia do Human Analog · %@. Bez Apple ID. Tylko anonimowe id urządzenia.
pt_br: Vai para a Human Analog · %@. Sem Apple ID. Só um id anônimo do aparelho.
pt_pt: Vai para a Human Analog · %@. Sem Apple ID. Só um id anónimo do dispositivo.
ro: Merge la Human Analog · %@. Fără Apple ID. Doar un id anonim de dispozitiv.
ru: Уходит в Human Analog · %@. Без Apple ID. Только анонимный id устройства.
sk: Ide na Human Analog · %@. Žiadne Apple ID. Len anonymné id zariadenia.
sv: Går till Human Analog · %@. Inget Apple-ID. Bara ett anonymt enhets-id.
th: ส่งถึง Human Analog · %@ ไม่มี Apple ID มีเพียงรหัสเครื่องแบบไม่ระบุตัว
tr: Human Analog · %@ adresine gider. Apple ID yok. Yalnızca anonim cihaz kimliği.
uk: Йде до Human Analog · %@. Без Apple ID. Лише анонімний id пристрою.
vi: Gửi tới Human Analog · %@. Không Apple ID. Chỉ id thiết bị ẩn danh.
zh_hans: 发给 Human Analog · %@。没有 Apple ID。只有匿名设备 id。
zh_hant: 發給 Human Analog · %@。沒有 Apple ID。只有匿名裝置 id。

source: Got it
ar: مفهوم
ca: Entesos
cs: Rozumím
da: Forstået
de: Verstanden
el: Κατάλαβα
es: Entendido
fi: Selvä
fr: Compris
he: הבנתי
hi: समझ गया
hr: Jasno
hu: Értem
id: Mengerti
it: Capito
ja: 了解
ko: 알겠어요
ms: Faham
nb: Skjønner
nl: Begrepen
pl: Rozumiem
pt_br: Entendi
pt_pt: Percebi
ro: Am înțeles
ru: Понятно
sk: Rozumiem
sv: Uppfattat
th: เข้าใจแล้ว
tr: Anladım
uk: Зрозуміло
vi: Đã hiểu
zh_hans: 知道了
zh_hant: 知道了

# history.add_comments
source: Add comments
ar: أضف تعليقًا
ca: Afegir comentaris
cs: Přidat komentář
da: Tilføj kommentarer
de: Kommentare hinzufügen
el: Προσθήκη σχολίου
es: Añadir comentarios
fi: Lisää kommentteja
fr: Ajouter des commentaires
he: הוסף הערה
hi: टिप्पणी जोड़ें
hr: Dodaj komentar
hu: Megjegyzés hozzáadása
id: Tambah komentar
it: Aggiungi commenti
ja: コメントを追加
ko: 의견 추가
ms: Tambah komen
nb: Legg til kommentarer
nl: Voeg opmerkingen toe
pl: Dodaj komentarz
pt_br: Adicionar comentários
pt_pt: Adicionar comentários
ro: Adaugă comentarii
ru: Добавить комментарий
sk: Pridať komentár
sv: Lägg till kommentarer
th: เพิ่มความคิดเห็น
tr: Yorum ekle
uk: Додати коментар
vi: Thêm ghi chú
zh_hans: 添加评论
zh_hant: 新增備註

# history.close
source: Close history
ar: إغلاق السجل
ca: Tanca l'historial
cs: Zavřít historii
da: Luk historik
de: Verlauf schließen
el: Κλείσιμο ιστορικού
es: Cerrar historial
fi: Sulje historia
fr: Fermer l’historique
he: סגור היסטוריה
hi: इतिहास बंद करें
hr: Zatvori povijest
hu: Előzmények bezárása
id: Tutup riwayat
it: Chiudi cronologia
ja: 履歴を閉じる
ko: 이력 닫기
ms: Tutup sejarah
nb: Lukk historikk
nl: Sluit geschiedenis
pl: Zamknij historię
pt_br: Fechar histórico
pt_pt: Fechar histórico
ro: Închide istoricul
ru: Закрыть историю
sk: Zavrieť históriu
sv: Stäng historik
th: ปิดประวัติ
tr: Geçmişi kapat
uk: Закрити історію
vi: Đóng lịch sử
zh_hans: 关闭历史记录
zh_hant: 關閉歷史

# history.comment.body_fat
source: Body fat comment
ar: تعليق على الدهون
ca: Comentari sobre el greix corporal
cs: Komentář k tuku
da: Kropsfedtkommentar
de: Körperfett-Kommentar
el: Σχόλιο λίπους
es: Comentario de grasa corporal
fi: Rasvaprosenttikommentti
fr: Commentaire masse grasse
he: הערת שומן
hi: बॉडी फैट टिप्पणी
hr: Komentar na mast
hu: Testzsír megjegyzés
id: Komentar lemak tubuh
it: Commento sul grasso corporeo
ja: 体脂肪コメント
ko: 체지방 코멘트
ms: Komen lemak badan
nb: Kroppsfettkommentar
nl: Vetpercentage-opmerking
pl: Komentarz do tłuszczu
pt_br: Comentário de gordura corporal
pt_pt: Comentário de gordura corporal
ro: Comentariu grăsime corporală
ru: Комментарий к жиру
sk: Komentár k tuku
sv: Kroppsfettkommentar
th: ความคิดเห็นไขมัน
tr: Yağ yorumu
uk: Коментар до жиру
vi: Ghi chú mỡ
zh_hans: 身体脂肪注释
zh_hant: 體脂備註

# history.comment.placeholder
source: What happened that day?
ar: ماذا حدث في ذلك اليوم؟
ca: Què va passar aquell dia?
cs: Co se ten den stalo?
da: Hvad skete den dag?
de: Was war an dem Tag?
el: Τι συνέβη εκείνη τη μέρα;
es: ¿Qué pasó ese día?
fi: Mitä tapahtui sinä päivänä?
fr: Que s’est passé ce jour-là ?
he: מה קרה באותו יום?
hi: उस दिन क्या हुआ?
hr: Što se dogodilo taj dan?
hu: Mi történt azon a napon?
id: Apa yang terjadi hari itu?
it: Cosa è successo quel giorno?
ja: その日は何があった？
ko: 그날 무슨 일이 있었나요?
ms: Apa yang berlaku hari itu?
nb: Hva skjedde den dagen?
nl: Wat gebeurde die dag?
pl: Co się wtedy stało?
pt_br: O que aconteceu naquele dia?
pt_pt: O que aconteceu nesse dia?
ro: Ce s-a întâmplat în ziua aia?
ru: Что было в тот день?
sk: Čo sa vtedy stalo?
sv: Vad hände den dagen?
th: วันนั้นเกิดอะไรขึ้น?
tr: O gün ne oldu?
uk: Що того дня сталося?
vi: Ngày đó chuyện gì?
zh_hans: 那天发生了什么？
zh_hant: 那天發生了什麼？

# history.comment.weight
source: Weight comment
ar: تعليق على الوزن
ca: Comentari sobre el pes
cs: Komentář k váze
da: Vægtkommentar
de: Gewichtskommentar
el: Σχόλιο βάρους
es: Comentario de peso
fi: Painokommentti
fr: Commentaire poids
he: הערת משקל
hi: वज़न टिप्पणी
hr: Komentar na težinu
hu: Súly megjegyzés
id: Komentar berat
it: Commento sul peso
ja: 体重コメント
ko: 체중 코멘트
ms: Komen berat
nb: Vektkommentar
nl: Gewicht-opmerking
pl: Komentarz do wagi
pt_br: Comentário de peso
pt_pt: Comentário de peso
ro: Comentariu greutate
ru: Комментарий к весу
sk: Komentár k váhe
sv: Viktkommentar
th: ความคิดเห็นน้ำหนัก
tr: Ağırlık yorumu
uk: Коментар до ваги
vi: Ghi chú cân nặng
zh_hans: 权重注释
zh_hant: 體重備註

# history.empty.body_fat
source: No body fat samples in this range.
ar: لا عيّنات دهون في هذا النطاق.
ca: No hi ha mostres de greix corporal en aquest rang.
cs: V tomto rozsahu nejsou vzorky tuku.
da: Ingen kropsfedtprøver i dette interval.
de: Keine Körperfettwerte in diesem Zeitraum.
el: Δεν υπάρχουν δείγματα λίπους σε αυτό το εύρος.
es: No hay muestras de grasa corporal en este rango.
fi: Ei rasvaprosenttinäytteitä tällä välillä.
fr: Aucun échantillon de masse grasse dans cette plage.
he: אין דגימות שומן בטווח הזה.
hi: इस सीमा में बॉडी फैट नमूने नहीं।
hr: Nema uzoraka masti u ovom rasponu.
hu: Nincs testzsír minta ebben a tartományban.
id: Tidak ada sampel lemak di rentang ini.
it: Nessun campione di grasso corporeo in questo intervallo.
ja: この期間に体脂肪サンプルがありません。
ko: 이 범위에 체지방 샘플이 없습니다.
ms: Tiada sampel lemak dalam julat ini.
nb: Ingen kroppsfettsamples i dette intervallet.
nl: Geen vetpercentage-metingen in dit bereik.
pl: Brak próbek tłuszczu w tym zakresie.
pt_br: Nenhuma amostra de gordura corporal neste intervalo.
pt_pt: Nenhuma amostra de gordura corporal neste intervalo.
ro: Nicio mostră de grăsime corporală în acest interval.
ru: Нет проб жира в этом диапазоне.
sk: V tomto rozsahu nie sú vzorky tuku.
sv: Inga kroppsfettprover i detta intervall.
th: ไม่มีตัวอย่างไขมันในช่วงนี้
tr: Bu aralıkta yağ örneği yok.
uk: Немає зразків жиру в цьому діапазоні.
vi: Không có mẫu mỡ trong khoảng này.
zh_hans: 此范围内没有体脂肪样本。
zh_hant: 此範圍內沒有體脂樣本。

# history.empty.weight
source: No weight samples in this range.
ar: لا عيّنات وزن في هذا النطاق.
ca: No hi ha mostres de pes en aquest rang.
cs: V tomto rozsahu nejsou vzorky váhy.
da: Ingen vægtprøver i dette interval.
de: Keine Gewichtswerte in diesem Zeitraum.
el: Δεν υπάρχουν δείγματα βάρους σε αυτό το εύρος.
es: No hay muestras de peso en este rango.
fi: Ei painonäytteitä tällä välillä.
fr: Aucun échantillon de poids dans cette plage.
he: אין דגימות משקל בטווח הזה.
hi: इस सीमा में वज़न नमूने नहीं।
hr: Nema uzoraka težine u ovom rasponu.
hu: Nincs súly minta ebben a tartományban.
id: Tidak ada sampel berat di rentang ini.
it: Nessun campione di peso in questo intervallo.
ja: この期間に体重サンプルがありません。
ko: 이 범위에 중량 샘플이 없습니다.
ms: Tiada sampel berat dalam julat ini.
nb: Ingen vektsamples i dette intervallet.
nl: Geen gewichtsmetingen in dit bereik.
pl: Brak próbek wagi w tym zakresie.
pt_br: Nenhuma amostra de peso neste intervalo.
pt_pt: Nenhuma amostra de peso neste intervalo.
ro: Nicio mostră de greutate în acest interval.
ru: Нет проб веса в этом диапазоне.
sk: V tomto rozsahu nie sú vzorky váhy.
sv: Inga viktprover i detta intervall.
th: ไม่มีตัวอย่างน้ำหนักในช่วงนี้
tr: Bu aralıkta ağırlık örneği yok.
uk: Немає зразків ваги в цьому діапазоні.
vi: Không có mẫu cân trong khoảng này.
zh_hans: 此范围内无重量样本。
zh_hant: 此範圍內沒有體重樣本。

# history.manual.a11y
source: Manual weight entry
ar: إدخال وزن يدوي
ca: Entrada manual de pes
cs: Ruční záznam váhy
da: Manuel vægtindtastning
de: Gewicht manuell eingeben
el: Χειροκίνητη καταχώριση βάρους
es: Entrada manual de peso
fi: Manuaalinen painon syöttö
fr: Saisie manuelle du poids
he: הזנת משקל ידנית
hi: मैन्युअल वज़न एंट्री
hr: Ručni unos težine
hu: Kézi súlyingerés
id: Input berat manual
it: Inserimento peso manuale
ja: 手動の体重入力
ko: 수동 중량 입력
ms: Entri berat manual
nb: Manuell vektregistrering
nl: Handmatige gewichtsinvoer
pl: Ręczny wpis wagi
pt_br: Entrada manual de peso
pt_pt: Entrada manual de peso
ro: Introducere manuală greutate
ru: Ручной ввод веса
sk: Ručný záznam váhy
sv: Manuell viktinmatning
th: บันทึกน้ำหนักด้วยมือ
tr: Manuel ağırlık girişi
uk: Ручне введення ваги
vi: Nhập cân thủ công
zh_hans: 手动重量输入
zh_hant: 手動輸入體重

# history.projected
source: Projected
ar: متوقّع
ca: Projecte
cs: Projekce
da: Projiceret
de: Projiziert
el: Προβολή
es: Proyectado
fi: Projisoitu
fr: Projeté
he: תחזית
hi: अनुमानित
hr: Projekcija
hu: Előrejelzés
id: Proyeksi
it: Proiettato
ja: 予測
ko: 예상
ms: Unjuran
nb: Projisert
nl: Geprojecteerd
pl: Prognoza
pt_br: Projetado
pt_pt: Projetado
ro: Proiectat
ru: Прогноз
sk: Projekcia
sv: Projicerad
th: คาดการณ์
tr: Projeksiyon
uk: Прогноз
vi: Dự kiến
zh_hans: 预计
zh_hant: 預測

# history.projection
source: Projection
ar: إسقاط
ca: Projecció
cs: Projekce
da: Projektion
de: Projektion
el: Προβολή
es: Proyección
fi: Projektio
he: הקרנה
hi: प्रक्षेपण
hr: Projekcija
hu: Projekció
id: Proyeksi
it: Proiezione
ja: 予測
ko: 투영법
ms: Unjuran
nb: Projeksjon
nl: Projectie
pl: Projekcja
pt_br: Projeção
pt_pt: Projeção
ro: Proiecție
ru: Проекция
sk: Projekcia
sv: Projektion
th: เส้นคาดการณ์
tr: Projeksiyon
uk: Проєкція
vi: Đường dự kiến
zh_hans: 投影
zh_hant: 預測線

# history.projection.a11y
source: Show target projection lines
ar: إظهار خطوط إسقاط الهدف
ca: Mostra les línies de projecció objectiu
cs: Zobrazit linie projekce cíle
da: Vis målprojektionslinjer
de: Zielprojektionslinien anzeigen
el: Εμφάνιση γραμμών προβολής στόχου
es: Mostrar líneas de proyección del objetivo
fi: Näytä tavoiteprojektioviivat
fr: Afficher les lignes de projection de la cible
he: הצג קווי הקרנת יעד
hi: लक्ष्य प्रक्षेपण रेखाएँ दिखाएँ
hr: Prikaži linije projekcije cilja
hu: Mutasd a cél projekció vonalait
id: Tampilkan garis proyeksi target
it: Mostra le linee di proiezione dell’obiettivo
ja: 目標予測ラインを表示
ko: 대상 투영선 표시
ms: Tunjuk garis unjuran sasaran
nb: Vis målprojeksjonslinjer
nl: Toon doelprojectielijnen
pl: Pokaż linie projekcji celu
pt_br: Mostrar linhas de projeção da meta
pt_pt: Mostrar linhas de projeção da meta
ro: Arată liniile de proiecție ale țintei
ru: Показать линии проекции цели
sk: Zobraziť čiary projekcie cieľa
sv: Visa målprojektionslinjer
th: แสดงเส้นคาดการณ์เป้าหมาย
tr: Hedef projeksiyon çizgilerini göster
uk: Показати лінії проєкції цілі
vi: Hiện đường dự kiến mục tiêu
zh_hans: 显示目标投影线
zh_hant: 顯示目標預測線

# history.source.manual
source: Manual
ar: يدوي
cs: Ručně
da: Manuel
de: Manuell
el: Χειροκίνητα
fi: Manuaalinen
fr: Manuel
he: ידני
hi: मैन्युअल
hr: Ručno
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
nb: Manuell
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Ručne
sv: Manuell
th: ด้วยมือ
tr: Manuel
uk: Вручну
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

# history.target
source: Target
ar: الهدف
ca: Meta
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Objetivo
fi: Tavoite
fr: Cible
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Cél
it: Obiettivo
ja: 目標
ko: 목표
ms: Sasaran
nb: Mål
nl: Doel
pl: Cel
pt_br: Meta
pt_pt: Meta
ro: Țintă
ru: Цель
sk: Cieľ
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# history.title
source: History
ar: السجل
ca: Història
cs: Historie
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fi: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
ms: Sejarah
nb: Historikk
nl: Geschiedenis
pl: Historia
pt_br: Histórico
pt_pt: Histórico
ro: Istoric
ru: История
sk: História
sv: Historik
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史

# history.title.named
source: %@'s History
ar: سجل %@
ca: Historial de %@
cs: Historie: %@
da: %@s historik
de: %@s Verlauf
el: Ιστορικό %@
es: Historial de %@
fi: %@:n historia
fr: Historique de %@
he: היסטוריה של %@
hi: %@ का इतिहास
hr: Povijest: %@
hu: %@ előzményei
id: Riwayat %@
it: Cronologia di %@
ja: %@の履歴
ko: %@의 역사
ms: Sejarah %@
nb: %@s historikk
nl: %@'s geschiedenis
pl: Historia: %@
pt_br: Histórico de %@
pt_pt: Histórico de %@
ro: Istoricul lui %@
ru: История: %@
sk: História: %@
sv: %@s historik
th: ประวัติของ %@
tr: %@ geçmişi
uk: Історія: %@
vi: Lịch sử của %@
zh_hans: %@的历史
zh_hant: %@ 的歷史

# history.winner
source: winner
ar: فائز
ca: GUANYADORA
cs: vítěz
da: vinder
de: Gewinner
el: νικητής
es: ganador
fi: voittaja
fr: gagnant
he: מנצח
hi: विजेता
hr: pobjednik
hu: győztes
id: juara
it: vincitore
ja: 勝者
ko: 우승자
ms: juara
nb: vinner
nl: winnaar
pl: zwycięzca
pt_br: vencedor
pt_pt: vencedor
ro: câștigător
ru: победитель
sk: víťaz
sv: vinnare
th: ผู้ชนะ
tr: kazanan
uk: переможець
vi: người thắng
zh_hans: 优胜者
zh_hant: 贏家

# home.charts
source: Charts
ar: الرسوم
ca: Gràfiques
cs: Grafy
da: Diagrammer
de: Diagramme
el: Γραφήματα
es: Gráficos
fi: Kaaviot
fr: Graphiques
he: גרפים
hi: चार्ट
hr: Grafovi
hu: Grafikonok
id: Grafik
it: Grafici
ja: チャート
ko: 차트
ms: Carta
nb: Diagrammer
nl: Grafieken
pl: Wykresy
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafice
ru: Графики
sk: Grafy
sv: Diagram
th: กราฟ
tr: Grafikler
uk: Графіки
vi: Biểu đồ
zh_hans: 图表
zh_hant: 圖表

# home.health_unavailable
source: Health unavailable.
ar: Health غير متاح.
ca: Salut no disponible.
cs: Health nedostupné.
da: Health utilgængelig.
de: Health nicht verfügbar.
el: Το Health μη διαθέσιμο.
es: Salud no disponible.
fi: Health ei saatavilla.
fr: Santé indisponible.
he: Health לא זמין.
hi: Health उपलब्ध नहीं।
hr: Health nedostupan.
hu: Health nem elérhető.
id: Health tidak tersedia.
it: Salute non disponibile.
ja: ヘルスケア利用不可。
ko: 건강 데이터 없음.
ms: Health tidak tersedia.
nb: Health utilgjengelig.
nl: Health niet beschikbaar.
pl: Health niedostępne.
pt_br: Saúde indisponível.
pt_pt: Health indisponível.
ro: Health indisponibil.
ru: Health недоступен.
sk: Health nedostupné.
sv: Health otillgängligt.
th: Health ใช้ไม่ได้
tr: Health kullanılamıyor.
uk: Health недоступний.
vi: Health không khả dụng.
zh_hans: 健康数据不可用。
zh_hant: Health 無法使用。

# home.insight
source: INSIGHT
ar: رؤية
cs: VHLED
el: ΕΠΙΓΝΩΣΗ
he: תובנה
hr: UVID
hu: BETEKINTÉS
pl: WNIOSEK
ru: ИНСАЙТ
sk: VHĽAD
tr: İÇGÖRÜ
uk: ІНСАЙТ

# home.mass.hide
source: Hide weight
ar: إخفاء الوزن
ca: Amaga el pes
cs: Skrýt váhu
da: Skjul vægt
de: Gewicht ausblenden
el: Απόκρυψη βάρους
es: Ocultar peso
fi: Piilota paino
fr: Masquer le poids
he: הסתר משקל
hi: वज़न छिपाएँ
hr: Sakrij težinu
hu: Súly elrejtése
id: Sembunyikan berat
it: Nascondi peso
ja: 体重を隠す
ko: 체중 숨기기
ms: Sembunyikan berat
nb: Skjul vekt
nl: Verberg gewicht
pl: Ukryj wagę
pt_br: Ocultar peso
pt_pt: Ocultar peso
ro: Ascunde greutatea
ru: Скрыть вес
sk: Skryť váhu
sv: Dölj vikt
th: ซ่อนน้ำหนัก
tr: Ağırlığı gizle
uk: Сховати вагу
vi: Ẩn cân nặng
zh_hans: 隐藏体重
zh_hant: 隱藏體重

# home.mass.reveal
source: Show weight
ar: إظهار الوزن
ca: Mostra el pes
cs: Zobrazit váhu
da: Vis vægt
de: Gewicht anzeigen
el: Εμφάνιση βάρους
es: Mostrar peso
fi: Näytä paino
fr: Afficher le poids
he: הצג משקל
hi: वज़न दिखाएँ
hr: Prikaži težinu
hu: Súly mutatása
id: Tampilkan berat
it: Mostra peso
ja: 体重を表示
ko: 체중 보기
ms: Tunjuk berat
nb: Vis vekt
nl: Toon gewicht
pl: Pokaż wagę
pt_br: Mostrar peso
pt_pt: Mostrar peso
ro: Arată greutatea
ru: Показать вес
sk: Zobraziť váhu
sv: Visa vikt
th: แสดงน้ำหนัก
tr: Ağırlığı göster
uk: Показати вагу
vi: Hiện cân nặng
zh_hans: 显示体重
zh_hant: 顯示體重

# home.this_week
source: this week
ar: هذا الأسبوع
ca: Aquesta setmana
cs: tento týden
da: denne uge
de: diese Woche
el: αυτή την εβδομάδα
es: esta semana
fi: tällä viikolla
fr: cette semaine
he: השבוע
hi: इस सप्ताह
hr: ovaj tjedan
hu: ez a hét
id: minggu ini
it: questa settimana
ja: 今週
ko: 이번 주
ms: minggu ini
nb: denne uken
nl: deze week
pl: ten tydzień
pt_br: esta semana
pt_pt: esta semana
ro: săptămâna asta
ru: эта неделя
sk: tento týždeň
sv: denna vecka
th: สัปดาห์นี้
tr: bu hafta
uk: цей тиждень
vi: tuần này
zh_hans: 本周
zh_hant: 本週

# home.weekly_goal
source: Weekly goal
ar: هدف أسبوعي
ca: Objectiu setmanal
cs: Týdenní cíl
da: Ugemål
de: Wochenziel
el: Εβδομαδιαίος στόχος
es: Meta semanal
fi: Viikkotavoite
fr: Objectif de la semaine
he: יעד שבועי
hi: साप्ताहिक लक्ष्य
hr: Tjedni cilj
hu: Heti cél
id: Target mingguan
it: Obiettivo settimanale
ja: 週間目標
ko: 주간 목표
ms: Sasaran mingguan
nb: Ukemål
nl: Weekdoel
pl: Cel tygodniowy
pt_br: Meta da semana
pt_pt: Meta semanal
ro: Țintă săptămânală
ru: Недельная цель
sk: Týždenný cieľ
sv: Veckmål
th: เป้าหมายรายสัปดาห์
tr: Haftalık hedef
uk: Тижнева ціль
vi: Mục tiêu tuần
zh_hans: 周目标
zh_hant: 週目標

# home.weigh_now
source: Weigh now
ar: وزّن الآن
ca: Pesa ara
cs: Zvážit teď
da: Vej nu
de: Jetzt wiegen
el: Ζύγισε τώρα
es: Pesarse ahora
fi: Punnitse nyt
fr: Se peser
he: שקול עכשיו
hi: अभी तौलें
hr: Izvagu sada
hu: Mérj most
id: Timbang sekarang
it: Pesati ora
ja: 今すぐ計測
ko: 지금 체중 측정
ms: Timbang sekarang
nb: Vei nå
nl: Weeg nu
pl: Zważ teraz
pt_br: Pesar agora
pt_pt: Pesar agora
ro: Cântărește acum
ru: Взвесься сейчас
sk: Odvážiť teraz
sv: Väg nu
th: ชั่งเลย
tr: Şimdi tart
uk: Зважся зараз
vi: Cân ngay
zh_hans: 立即称重
zh_hant: 現在量體重

# home.winner
source: You're a winner.
ar: أنت فائز.
ca: Has guanyat.
cs: Jsi vítěz.
da: Du er en winner.
de: Du bist ein Winner.
el: Είσαι νικητής.
es: Eres un ganador.
fi: Olet winner.
fr: Tu es un gagnant.
he: אתה מנצח.
hi: तुम विजेता हो।
hr: Ti si pobjednik.
hu: Győztes vagy.
id: Kamu pemenang.
it: Sei un vincitore.
ja: 勝者だ。
ko: 승자다.
ms: Anda pemenang.
nb: Du er en winner.
nl: Je bent een winner.
pl: Jesteś zwycięzcą.
pt_br: Você é vencedor.
pt_pt: És um vencedor.
ro: Ești un câștigător.
ru: Ты победитель.
sk: Si víťaz.
sv: Du är en winner.
th: คุณคือผู้ชนะ
tr: Sen bir kazananısın.
uk: Ти переможець.
vi: Bạn là người thắng.
zh_hans: 你是赢家。
zh_hant: 你是贏家。

source: Honest coach. Real numbers.
ar: Coach صادق. أرقام حقيقية.
ca: Coach honest. Números reals.
cs: Upřímný Coach. Skutečná čísla.
da: Ærlig Coach. Rigtige tal.
de: Ehrlicher Coach. Echte Zahlen.
el: Ειλικρινής Coach. Πραγματικοί αριθμοί.
es: Coach honesto. Números reales.
fi: Rehellinen Coach. Oikeat luvut.
fr: Coach honnête. Vrais chiffres.
he: Coach כן. מספרים אמיתיים.
hi: ईमानदार Coach। असली आँकड़े।
hr: Iskren Coach. Pravi brojevi.
hu: Őszinte Coach. Valós számok.
id: Coach jujur. Angka nyata.
it: Coach onesto. Numeri veri.
ja: 正直な Coach。本当の数字。
ko: 정직한 Coach. 실제 숫자.
ms: Coach jujur. Nombor sebenar.
nb: Ærlig Coach. Ekte tall.
nl: Eerlijke Coach. Echte cijfers.
pl: Szczery Coach. Prawdziwe liczby.
pt_br: Coach honesto. Números reais.
pt_pt: Coach honesto. Números reais.
ro: Coach onest. Cifre reale.
ru: Честный Coach. Настоящие цифры.
sk: Úprimný Coach. Skutočné čísla.
sv: Ärlig Coach. Riktiga siffror.
th: Coach ตรงไปตรงมา ตัวเลขจริง
tr: Dürüst Coach. Gerçek sayılar.
uk: Чесний Coach. Справжні цифри.
vi: Coach thẳng. Số thật.
zh_hans: 诚实的 Coach。真实的数字。
zh_hant: 誠實的 Coach。真實的數字。
